Repository: Telos-Team/TTTEBS-BCBarcodes-15
Catalog: Translations/TTTEBS-BCBarcodes (BC150).*.xlf
Languages: da_dk

# Table 2627546255 - Property 2879900210
source: Barcode
da_dk: Stregkode

# Table 2627546255 - Field 291409893 - Property 2879900210
source: Table ID
da_dk: Tabel ID

# Table 3294910803 - Property 2879900210
source: Barcode Entry
da_dk: Stregkodelinje

# Table 3294910803 - Field 268735261 - Property 2879900210
source: Entry No.
da_dk: Løbe nr.

# Table 3294910803 - Field 3175409208 - Property 2879900210
source: Barcode Type
da_dk: Stregkodetype

# Table 3294910803 - Field 3581037481 - Property 2879900210
source: Height
da_dk: Højde

# Table 3294910803 - Field 613790498 - Property 2879900210
source: Width
da_dk: Bredde

# Table 3294910803 - Field 423255705 - Property 2879900210
source: With Text
da_dk: Med tekst

# Table 3294910803 - Field 654199801 - Property 2879900210
source: Barcode Value
da_dk: Stregkodeværdi

# Table 3294910803 - Field 1650050144 - Property 2879900210
source: Barcode
da_dk: Stregkode

# Table 660179255 - Property 2879900210
source: Barcode Types
da_dk: Stregkodetype

# Table 660179255 - Field 3004954119 - Property 2879900210
source: Code
da_dk: Kode

# Codeunit 1966132594 - Method 1268913252 - NamedType 2592603131
source: Value Value must not be blank!
da_dk: Værdi må ikke være blank!

# Codeunit 1966132594 - Method 1268913252 - NamedType 1829321426
source: Barcode Type must not be blank!
da_dk: Stregkodetype må ikke være blank!

# Codeunit 1966132594 - Method 2415438909 - NamedType 376675608
source: Barcode could not be created! (Service down)
da_dk: Stregkode kunne ikke oprettes!

# Page 3958566205 - Property 2879900210
source: Barcode Entry List
da_dk: Stregkodelinje liste

# Page 3958566205 - Control 4238358690 - Property 1295455071
source: Specifies the System ID from the linked table Barcode (Part of primary key)
da_dk: Specificer System ID fra tilknyttede table Stregkode (Del af primærnægle)

# Page 3958566205 - Control 883711285 - Property 1295455071
source: Specifies several Barcode Entries per Barcode (Part of primary key)
da_dk: Specificer flere stregkodelinjer pr. stregkode (Del af primærnægle)

# Page 3958566205 - Control 1878130204 - Property 1295455071
source: Specifies a type - Optional
da_dk: Specificer type - valgfri

# Page 3958566205 - Control 3093544144 - Property 1295455071
source: Specifies wich Barcode Type used (EAN13, Code128, QR, and so on..)
da_dk: Specificer stregkodetype anvendt (EAN13, Code128, QR osv..)

# Page 3958566205 - Control 3581037481 - Property 1295455071
source: Specifies the Hight of the Barcode picture - Optional
da_dk: Specificer højden på stregkoden - valgfri

# Page 3958566205 - Control 613790498 - Property 1295455071
source: Specifies the Width of the Barcode picture - Optional
da_dk: Specificer bredden på stregkoden - valgfri

# Page 3958566205 - Control 3869237313 - Property 1295455071
source: Specifies if the Barcode picture is With Text - Optional
da_dk: Specificer om stregkodebilledet er med tekst - valgfri

# Page 3958566205 - Control 3607143985 - Property 1295455071
source: Specifies the value of the Barcode
da_dk: Specificer værdien af stregkoden

# Page 3958566205 - Control 2882497975 - Property 2879900210
source: Barcode Exists
da_dk: Stregkoden findes

# Page 3958566205 - Control 2882497975 - Property 1295455071
source: Specifies if the Barcode Exists
da_dk: Specificer om stregkoden findes

# Page 3958566205 - Control 1873049818 - Property 1295455071
source: Specifies the System ID of the current record
da_dk: Specificer System ID på den aktuelle record

# Page 3958566205 - Action 1809341352 - Property 2879900210
source: Various Functions
da_dk: Diverse funktioner

# Page 3958566205 - Action 3497441505 - Property 2879900210
source: Show Barcode
da_dk: Vis stregkode

# Page 3958566205 - Action 3497441505 - Property 1295455071
source: View the Barcode
da_dk: Vis stregkode

# Page 2735288889 - Property 2879900210
source: Barcode List
da_dk: Stregkode liste

# Page 2735288889 - Control 3135334477 - Property 1295455071
source: Specifies Table ID of which table the Barcode is generated (Part of primary key)
da_dk: Specificer Tabel ID på hvilken table stregkoden er oprettet (Del af primærnøgle)

# Page 2735288889 - Control 4238358690 - Property 1295455071
source: Specifies the unik System ID from the linked Table-ID (Part of primary key)
da_dk: Specificer den unikke System ID fra den knyttede Tabel-ID (Del af primærnøgle)

# Page 2735288889 - Control 1553913865 - Property 1295455071
source: Specifies the unik Record ID from wich the Barcode is generated
da_dk: Specificer den unikke Record ID fra hvor stregkoden er oprettet

# Page 2735288889 - Control 1873049818 - Property 1295455071
source: Specifies the System ID of the current record
da_dk: Specificer System ID på den aktuelle record

# Page 2735288889 - Action 1650050144 - Property 2879900210
source: Barcode
da_dk: Stregkode

# Page 2735288889 - Action 1905428818 - Property 2879900210
source: Barcode Entries
da_dk: Stregkodelinjer

# Page 2735288889 - Action 1905428818 - Property 1295455071
source: View the linked Barcode Entries
da_dk: Vis tilknyttede stregkodelinjer

# Page 3667448097 - Property 2879900210
source: Barcode Type List
da_dk: Stregkodetype liste

# Page 3667448097 - Control 3004954119 - Property 1295455071
source: Specifies the "Barcode" Code (Primary Key)
da_dk: Specificer stregkode kode (Primærnøgle)

# Page 3667448097 - Control 3003898253 - Property 1295455071
source: Specifies the URL used, to generate the Barcode - See: https://barcode.tec-it.com/en
da_dk: Specificer URL brugt til at generere stregkoden - Se: https://barcode.tec-it.com/en

# Page 567291952 - Property 2879900210
source: Test Page
da_dk: Testside

# Page 567291952 - Control 568743302 - Property 2879900210
source: Item No.
da_dk: Varenr.

# Page 567291952 - Control 568743302 - Property 1295455071
source: Specifies Item No. - Only for testing
da_dk: Specificer varenr. - Kun for test

# Page 567291952 - Control 4190130733 - Property 2879900210
source: Customer No.
da_dk: Debitornr.

# Page 567291952 - Control 4190130733 - Property 1295455071
source: Specifies Customer No. - Only for testing
da_dk: Specificer kundenr. - Kun for test

# Page 567291952 - Control 3607143985 - Property 2879900210
source: Barcode Value
da_dk: Stregkodeværdi

# Page 567291952 - Control 3607143985 - Property 1295455071
source: Specifies the Barcode Value, on wich we generate the Barcode picture - Only for testing
da_dk: Specificer stregkodeværdi som har genereret stregkoden - Kun for test

# Page 567291952 - Control 1878130204 - Property 1295455071
source: Specifies Type - Only for testing
da_dk: Specificer type - Kun for test

# Page 567291952 - Control 3093544144 - Property 2879900210
source: Barcode Type
da_dk: Stregkodetype

# Page 567291952 - Control 3093544144 - Property 1295455071
source: Specifies Barcode Type - Only for testing
da_dk: Specificer stregkodetype - Kun for test

# Page 567291952 - Control 3581037481 - Property 2879900210
source: Height
da_dk: Højde

# Page 567291952 - Control 3581037481 - Property 1295455071
source: Specifies Height - Only for testing
da_dk: Specificer højde - Kun for test

# Page 567291952 - Control 613790498 - Property 2879900210
source: Width
da_dk: Bredde

# Page 567291952 - Control 613790498 - Property 1295455071
source: Specifies Width - Only for testing
da_dk: Specificer bredde - Kun for test

# Page 567291952 - Control 3869237313 - Property 2879900210
source: With Text
da_dk: Med tekst

# Page 567291952 - Control 3869237313 - Property 1295455071
source: Specifies With Text - Only for testing
da_dk: Specificer med tekst - Kun for test

# Page 567291952 - Action 1922505915 - Property 2879900210
source: In General
da_dk: Generalt

# Page 567291952 - Action 1461647114 - Property 2879900210
source: Barcode List
da_dk: Stregkode liste

# Page 567291952 - Action 1461647114 - Property 1295455071
source: View Barcode List - Only for testing
da_dk: Vis stregkode liste - Kun for test

# Page 567291952 - Action 970307270 - Property 2879900210
source: Barcode Entry List
da_dk: Stregkodelinje liste

# Page 567291952 - Action 970307270 - Property 1295455071
source: View Barcode Entry List - Only for testing
da_dk: Vis stregkodetype - Kun for test

# Page 567291952 - Action 2273210466 - Property 2879900210
source: Barcode Type List
da_dk: Stregkodetype linjer

# Page 567291952 - Action 2273210466 - Property 1295455071
source: View Barcode Type List - Only for testing
da_dk: Vis stregkodetype - Kun for test

# Page 567291952 - Action 3246098898 - Property 2879900210
source: Testing
da_dk: Test

# Page 567291952 - Action 988390506 - Property 2879900210
source: Create Test Barcode
da_dk: Opret test stregkode

# Page 567291952 - Action 988390506 - Property 1295455071
source: Create Test Barcode - Only for testing
da_dk: Opret test stregkode - Kun for test

# Page 567291952 - Action 2779085109 - Property 2879900210
source: Barcode report
da_dk: Stregkode rapport

# Page 567291952 - Action 2779085109 - Property 1295455071
source: Run test report - "Item Labels", that also generate barcodes - Only for testing
da_dk: Kør test rapport - Vareetiketter

# Page 567291952 - NamedType 1170286768
source: Create Test Barcode!
da_dk: Opret test stregkode!

# Page 567291952 - NamedType 436745086
source: Function terminated!
da_dk: Funktion afbrudt!

# Page 567291952 - NamedType 2264597454
source: Barcode Value must be 12 characters long!
da_dk: Stregkodeværdi skal være 12 karakter lang

# Report 2448160639 - Property 2879900210
source: Barcode Entry Picture
da_dk: Stregkodelinje billede

# Report 3485729563 - Property 2879900210
source: Item Labels
da_dk: Vareetiketter

# Report 3485729563 - Control 2346885236 - Property 2879900210
source: Options
da_dk: Muligheder

# Report 3485729563 - Control 1788590279 - Property 2879900210
source: Print Without Barcode
da_dk: Udskriv uden stregkode

# Report 3485729563 - Control 1788590279 - Property 1295455071
source: If set, then reports are printed without Barcode
da_dk: Hvis sat bliver rapporten udskrevet uden stregkoder

# Report 3485729563 - Control 3175409208 - Property 2879900210
source: Barcode Type
da_dk: Stregkodetype

# Report 3485729563 - Control 3175409208 - Property 1295455071
source: Set Barcode Type
da_dk: Set stregkodetype

# Report 3485729563 - Control 3581037481 - Property 2879900210
source: Height
da_dk: Højde

# Report 3485729563 - Control 3581037481 - Property 1295455071
source: Set Height
da_dk: Set højde

# Report 3485729563 - Control 4283509714 - Property 2879900210
source: Widht
da_dk: Bredde

# Report 3485729563 - Control 4283509714 - Property 1295455071
source: Set Widht
da_dk: Set bredde

# Report 3485729563 - Control 423255705 - Property 2879900210
source: With Text
da_dk: Med tekst

# Report 3485729563 - Control 423255705 - Property 1295455071
source: Set With Text
da_dk: Set med tekst

# Report 3485729563 - ReportLabel 1935304425
source: Packing Date
da_dk: Pakkedato

# Report 3485729563 - NamedType 2264597454
source: Barcode Value must be 12 characters long!
da_dk: Stregkodeværdi skal være 12 karakter lang
